<#assign
	l_56973596 = "No search to the corresponding activity information" <#--56973596--> <#--没有搜索到对应的活动信息-->
	l_292835 = "Activity classification" <#--292835--> <#--活动分类-->
	l_55135310 = "whole" <#--55135310--> <#--全部-->
	l_63953374 = "between" <#--63953374--> <#--间-->
	l_17990897 = "overseas" <#--17990897--> <#--海外-->
	l_22206821 = "Related activities" <#--22206821--> <#--个相关活动-->
	l_87809120 = "other" <#--87809120--> <#--其他-->
	l_78543943 = "View all" <#--78543943--> <#--查看全部-->
	l_33145808 = "Activity time" <#--33145808--> <#--活动时间-->
	l_49311786 = "time" <#--49311786--> <#--时-->
	l_84899702 = "more" <#--84899702--> <#--更多-->
	l_84185160 = "Destination" <#--84185160--> <#--目的地-->
	l_41347930 = "sorry" <#--41347930--> <#--对不起-->
	l_12048604 = "Please enter the key words" <#--12048604--> <#--请输入关键词-->
	l_81594135 = "Common search" <#--81594135--> <#--共搜到-->
	l_91775839 = "recommend" <#--91775839--> <#--推荐-->
	l_79090046 = "oh" <#--79090046--> <#--哦-->
	l_71291134 = "resort" <#--71291134--> <#--集合地-->
	l_50372565 = "try" <#--50372565--> <#--试试-->
>